Repository: ktgw0316/LightZone-l10n-es
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es

source: uncalibrated
es: Sin calibrar

source: uncompressed
es: Sin compresion

source: undefined
es: Sin definir

source: under water
es: Bajo el agua

source: underwater
es: Submarina

source: underwater macro
es: Submarina macro

source: underwater wide #1
es: Submarina ancho #1

source: underwater wide #2
es: Submarina ancho #2

source: underwater wide 1
es: Submarina ancho 1

source: underwater wide 2
es: Submarina ancho 2

source: unemployment
es: Paro

source: unions
es: Sindicato

source: university
es: Universidad

source: unknown
es: Desconocido

source: unrest, conflicts, & war
es: Malestar, conflictos, y guerra

source: unsafe
es: Inseguro

source: unspecified
es: Sin especificar

source: user defined 1
es: Usuario definido 1

source: user defined 2
es: Usuario definido 2

source: user defined 3
es: Usuario definido 3

source: user-selected
es: Seleccionado-usuario

source: very high
es: Muy alto

source: violent demonstrations
es: Manifestaciones violentas

source: vivid
es: Vivido

source: vivid color
es: Color vívido

source: volcanic eruption
es: Erupción volcánica

source: volleyball
es: Voleibol

source: wages & pensions
es: Sueldos y pensiones

source: war
es: Guerra

source: warm
es: Tibio

source: warning
es: Aviso

source: waste
es: Residuos

source: waste management & pollution control
es: Control de contaminación y administración de residuos

source: water skiing
es: Esqui nautico

source: water supplies
es: Suministros de agua

source: water supply
es: Suministro de agua

source: waterway & maritime transport
es: Rutas maritimas y transporte maritimo

source: weak
es: Debil

source: weather
es: Tiempo

source: weather forecasts
es: Previsiones de tiempo

source: weather reports
es: Prediccion metereologica

source: weather statistics
es: Estadística de tiempo

source: weather warnings
es: Avisos de tiempo

source: weightlifting
es: Halterofilia

source: welfare
es: Bienestar

source: white fluorescent
es: Blanco fluorescente

source: white is zero
es: Blanco es cero

source: white-balance bracketing
es: Balance de blancos de horquillado

source: wholesale
es: Al por mayor

source: wide focus (normal)
es: Foco ancho (normal)

source: widescreen
es: Pantalla panoramica

source: windsurfing
es: Windsurf

source: wireless
es: Inalámbrico

source: work relations
es: Relaciones del trabajo

source: written document
es: Documento escrito

source: yellow
es: Amarillo

source: yes
es: Sí
